geo_ws/testWS/helloWorldSoapEnvelope.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
   <soapenv:Header/>
   <soapenv:Body>
      <wsHelloWorldRequest input="testHelloWorldInputSoap" xmlns="http://agilex.com/geo/xsd/helloWorld">
      </wsHelloWorldRequest>
   </soapenv:Body>
</soapenv:Envelope>
